
/*{USERNAME} is on your blocked list*/
"%@ is on your Blocked List" = "%@ jest na twojej Czarnej Liście";

/*{link} is not a link.. in the link translate example to respective language*/
"%@\nis not a link, please copy a valid link\ni.e. http://www.example.com" = "%@\nnie jest linkiem, skopiuj właściwy link\nnp. http://www.example.com";

/*No comment provided by engineer.*/
"Are you sure you want to logout?" = "Jesteś pewny, że chcesz się wylogować?";

/*No comment provided by engineer.*/
"Are you sure?" = "Jesteś pewny?";

/*No comment provided by engineer.*/
"BACK" = "WRÓĆ";

/*as in block another user*/
"BLOCK" = "BLOK.";

/*No comment provided by engineer.*/
"Block Failed" = "Błąd";

/*No comment provided by engineer.*/
"BLOCKED" = "ZABLOK.";

/*Blocked {USERNAME}*/
"Blocked %@" = "%@ zablokowany";

/*No comment provided by engineer.*/
"Can't send SMS" = "Nie można wysłać SMS";

/*No comment provided by engineer.*/
"CANCEL" = "ANULUJ";

/*No comment provided by engineer.*/
"Cancel" = "Anuluj";

/*No comment provided by engineer.*/
"CANCELED" = "ODWOŁANO";

/*No comment provided by engineer.*/
"Change" = "Zmień";

/*No comment provided by engineer.*/
"Changed" = "Zmieniono";

/*No comment provided by engineer.*/
"Check internet and try again." = "Sprawdź ponownie Internet";

/*No comment provided by engineer.*/
"Check out the YoIndex to subscribe to awesome services!" = "Sprawdź YoIndex, aby subskrybować wspaniałe usługi!";

/*%@ = serviceName*/
"Check out this service I found on Yo! %@" = "%@ Zobacz, co znalazłem na Yo!";

/*No comment provided by engineer.*/
"CHOOSE ANOTHER" = "WYBIERZ INNY";

/*No comment provided by engineer.*/
"CHOOSE PASSCODE" = "WYBIERZ HASŁO";

/*No comment provided by engineer.*/
"CHOOSE USERNAME" = "WYBIERZ NAZWĘ";

/*de-select all*/
"Clear All" = "Wyczyść";

/*No comment provided by engineer.*/
"Close" = "Zamknij";

/*No comment provided by engineer.*/
"Connection error, let's try updating password again later" = "Błąd połączenia, spróbuj zaktualizować hasło później";

/*No comment provided by engineer.*/
"CONTACTS" = "KONTAKTY";

/*No comment provided by engineer.*/
"COPY A LINK OR IMAGE\nTAP & HOLD TO YO IT" = "KOPIUJ LINK LUB OBRAZ\nKLIKNIJ I TRZYMAJ";

/*No comment provided by engineer.*/
"Copy a link. Tap and hold to Yo it." = "Kopiuj link. Kliknij i trzymaj.";

/*No comment provided by engineer.*/
"Copy Link" = "Kopiuj link";

/*No comment provided by engineer.*/
"Could not load page" = "Nie można załadować";

/*No comment provided by engineer.*/
"Delete" = "Usuń";

/*No comment provided by engineer.*/
"Didn't get code" = "Nie mam kodu";

/*No comment provided by engineer.*/
"Do you like the Yo app?" = "Lubisz aplikację Yo?";

/*No comment provided by engineer.*/
"Do you want to unblock this user so they can Yo you back?" = "Odblokować tego użytkownika, aby mógł ci wysyłać YO?";

/*No comment provided by engineer.*/
"DONE" = "OK";

/*No comment provided by engineer.*/
"Done" = "Ok";

/*No comment provided by engineer.*/
"Double tap to Yo your location. Where Yo @?" = "Kliknij 2 razy, aby GPS Yo. Gdzie Yo @?";

/*No comment provided by engineer.*/
"DOUBLE TAP\nTO YO YOUR LOCATION" = "KLIKNIJ PODWÓJNIE\nABY YO GPS";

/*No comment provided by engineer.*/
"EDIT ACCOUNT" = "EDYTUJ KONTO";

/*No comment provided by engineer.*/
"EDIT PROFILE" = "EDYT. PROFIL";

/*No comment provided by engineer.*/
"EMAIL SENT" = "WYSŁ. MAIL";

/*No comment provided by engineer.*/
"Email Us" = "Napisz";

/*No comment provided by engineer.*/
"Enable Camera\nSettings -> Privacy -> Camera" = "Włącz Aparat\nUstawienia->Prywatność->Aparat";

/*No comment provided by engineer.*/
"Enable Location" = "Włącz GPS";

/*Give Yo your email Subject Text*/
"Enable Passcode Recovery" = "Włącz odzyskiwanie hasła";

/*No comment provided by engineer.*/
"Enable Push" = "Włącz alert";

/*No comment provided by engineer.*/
"ENTER FULL NAME" = "WPROWADŹ IMIĘ";

/*No comment provided by engineer.*/
"Enter New Phone Number" = "Wprowadź nowy telefon";

/*No comment provided by engineer.*/
"Enter New Username" = "Wprowadź nazwę";

/*No comment provided by engineer.*/
"ENTER PASSCODE" = "WPROWADŹ HASŁO";

/*No comment provided by engineer.*/
"Enter the code in the SMS" = "Wprowadź kod w SMS";

/*No comment provided by engineer.*/
"ENTER USERNAME" = "WPROWADŹ NAZWĘ";

/*# -> number as in phone number*/
"Enter Your Phone #" = "Wprowadź telefon #";

/*No comment provided by engineer.*/
"Error" = "Błąd";

/*As in existing photos. could also read photos*/
"EXISTING" = "ZDJĘCIA";

/*No comment provided by engineer.*/
"EXPLORE\nTHE POSSIBILITIES" = "ODKRYJ\nMOŻLIWOŚCI";

/*No comment provided by engineer.*/
"Failed" = "Błąd";

/*No comment provided by engineer.*/
"FAILED" = "BŁĄD";

/*No comment provided by engineer.*/
"Failed to find friends on Facebook." = "Błąd w znalezieniu znajomych na Facebooku.";

/*No comment provided by engineer.*/
"Failed to find friends through contacts" = "Błąd w znalezieniu znajomych w kontaktach";

/*No comment provided by engineer.*/
"Failed To Get Location" = "Błąd w znalezieniu lokalizacji";

/*No comment provided by engineer.*/
"Failed to login with Facebook. Please Try again." = "Błąd w logowaniu przez Facebook. Spróbuj ponownie.";

/*No comment provided by engineer.*/
"Failed to unblock %@. Try again later" = "Błąd w odblokowaniu %@. Spróbuj później.";

/*No comment provided by engineer.*/
"Failed Yo" = "Błąd w wysłaniu YO";

/*No comment provided by engineer.*/
"FAILED!" = "BŁĄD!";

/*Failed to send Yo*/
"FAILED! DO YOU HAVE INTERNET?" = "BŁĄD! BRAK INTERNETU?";

/*Facebook. does not need translateing*/
"FB" = "FB";

/*No comment provided by engineer.*/
"FEEDBACK" = "OPINIA";

/*No comment provided by engineer.*/
"FIND FRIENDS" = "SZUKAJ OSÓB";

/*As in a From & To : a parcel/letter*/
"From" = "Z";

/*No comment provided by engineer.*/
"FULL NAME" = "IMIĘ";

/*Go as in proceed as in Send*/
"Go" = "Ślij";

/*just back works too*/
"GO BACK" = "WRÓĆ";

/*As in Understood, or OK*/
"Got it!" = "Mam!";

/*No comment provided by engineer.*/
"Hey There!" = "Hej!";

/*No comment provided by engineer.*/
"HOW A YO IS RECEIVED" = "JAK PRZYJDZIE YO";

/*No comment provided by engineer.*/
"HOW TO" = "JAK";

/*No comment provided by engineer.*/
"HOW TO OPEN YO LINK" = "JAK OTWORZYĆ YOLINK";

/*No comment provided by engineer.*/
"HOW TO OPEN\nA YO LOCATION" = "JAK OTWORZYĆ\nYO MIEJSCE";

/*No comment provided by engineer.*/
"HOW TO SEND A YO" = "JAK WYSŁAĆ YO?";

/*I wanna Yo you!nAdd my Yo username by tapping here: {link}n(if you don't have Yo app get it here {other link})*/
"I wanna Yo you!\nAdd my Yo username by tapping here: %@\n(if you don't have Yo app get it here %@)" = "Chcę ci wysłać Yo!\nDodaj mnie klikając tutaj: %@\n(jeśli nie masz jeszcze Yo, pobierz tutaj %@)";

/*No comment provided by engineer.*/
"I wanna Yo you!\nAdd my Yo username by tapping here: http://justyo.co/%@" = "Chcę ci wysłać Yo!\nDodaj moje Yo klikając tutaj: http://justyo.co/%@";

/*No comment provided by engineer.*/
"INCORRECT" = "BŁĘDNE";

/*No comment provided by engineer.*/
"INDEX" = "INDEX";

/*No comment provided by engineer.*/
"INVITE" = "ZAPROŚ";

/*Invite button for invite friends popup*/
"Invite" = "Zaproś";

/*Title for invite friends popup*/
"Invite Friends!" = "Zaproś znajomych!";

/*No comment provided by engineer.*/
"Just hit Send" = "Kliknij Wyślij";

/*No comment provided by engineer.*/
"Just subscribed to get Yo'd from %@! Yo them at" = "Zapisałeś się, aby dostać Yo od %@! Wyślij im Yo na";

/*No comment provided by engineer.*/
"Link Not Found" = "Nie znaleziono linku";

/*No comment provided by engineer.*/
"LOGIN" = "LOGUJ";

/*No comment provided by engineer.*/
"Login Failed" = "Błąd logowania";

/*No comment provided by engineer.*/
"LOGOUT" = "WYJDŹ";

/*No comment provided by engineer.*/
"MAIL" = "MAIL";

/*No comment provided by engineer.*/
"MAPS" = "MAPY";

/*No comment provided by engineer.*/
"Me" = "Ja";

/*No comment provided by engineer.*/
"MUTED" = "ZAKAZ";

/*No*/
"Nah" = "Nie";

/*No comment provided by engineer.*/
"NEW PASSCODE" = "NOWE HASŁO";

/*No comment provided by engineer.*/
"NO" = "NIE";

/*No comment provided by engineer.*/
"No" = "Nie";

/*:) -> Smile*/
"No Blocked Users! :)" = "Brak zablokowanych! :)";

/*No comment provided by engineer.*/
"No Camera Found" = "Brak aparatu";

/*No comment provided by engineer.*/
"No contacts were found." = "Brak kontaktów.";

/*No comment provided by engineer.*/
"No Contacts!" = "Brak kontaktów!";

/*No comment provided by engineer.*/
"NO EMAIL ACCOUNTS" = "BRAK KONT EMAIL";

/*No comment provided by engineer.*/
"No Internet!" = "Brak Internetu!";

/*As in photo library*/
"No Library Found" = "Brak Biblioteki\n";

/*No comment provided by engineer.*/
"No Such User" = "Brak użytkownika";

/*Cancel button for invite friends popup*/
"Not now" = "Nie teraz";

/*No comment provided by engineer.*/
"OK" = "OK";

/*No comment provided by engineer.*/
"Open in Chrome" = "Otwórz w Chrome";

/*No comment provided by engineer.*/
"Open in Safari" = "Otwórz w Safari";

/*PASS as in passcode*/
"PASS" = "KOD";

/*No comment provided by engineer.*/
"PASSCODE" = "HASŁO";

/*No comment provided by engineer.*/
"Passcode changed" = "Hasło zmienione";

/*No comment provided by engineer.*/
"Passcodes Do Not Match" = "Hasła nie pasują";

/*As in Mobile, telephone*/
"PHONE" = "TEL.";

/*No comment provided by engineer.*/
"Please add an email account in Settings -> Mail" = "Dodaj konto email w Ustawienia->Poczta";

/*No comment provided by engineer.*/
"Please connect to Twitter in Settings -> Twitter" = "Połącz z Twitterem w Ustawienia->Twitter";

/*please enable access to contacts*/
"Please enable contacts access" = "Pozwól na dostęp kontaktów";

/*No comment provided by engineer.*/
"Please enter a valid phone number" = "Wprowadź poprawny numer telefonu";

/*No comment provided by engineer.*/
"Please retry. \n\n If the problem persists contact us and mention this error code: %@" = "Spróbuj ponownie.\nJeśli problem się powtórzy, skontaktuj się z nami z tym błędem: %@";

/*No comment provided by engineer.*/
"Please signup or login" = "Zapisz się lub zaloguj";

/*No comment provided by engineer.*/
"Please try again" = "Spróbuj ponownie";

/*No comment provided by engineer.*/
"Please try again later" = "Spróbuj ponownie później";

/*As to rate, rating, review*/
"RATE" = "OCEŃ";

/*PASS as in passcode*/
"RECOVER PASS" = "ODZYSKAJ KOD";

/*No comment provided by engineer.*/
"Resend" = "Wyślij znów";

/*No comment provided by engineer.*/
"SAVE" = "ZAPISZ";

/*No comment provided by engineer.*/
"Saved!" = "Zapisano!";

/*No comment provided by engineer.*/
"SELECT A USERNAME" = "WYBIERZ NAZWĘ";

/*No comment provided by engineer.*/
"Select All" = "Wybierz wszystkie";

/*No comment provided by engineer.*/
"SELECT LONGER PASSCODE" = "WYBIERZ DŁUŻSZE HASŁO";

/*No comment provided by engineer.*/
"SELECT USERNAMES TO SHARE" = "WYBIERZ I POKAŻ NAZWY";

/*No comment provided by engineer.*/
"Send" = "Wyślij";

/*No comment provided by engineer.*/
"Send Email" = "Wyślij Email";

/*IMG abbrv for Image*/
"SENDING IMG" = "WYSYŁAM IMG";

/*like URL link*/
"SENDING LINK" = "WYSYŁAM LINK";

/*No comment provided by engineer.*/
"Sent" = "Wysłano";

/*No comment provided by engineer.*/
"SENT @YO!" = "WYSŁ.@YO!";

/*No comment provided by engineer.*/
"SENT YO!" = "WYSŁ.YO!";

/*No comment provided by engineer.*/
"SENT YOIMG!" = "WYSŁ.YOIMG!";

/*No comment provided by engineer.*/
"SENT YOLINK!" = "WYSŁ.YOLINK!";

/*No comment provided by engineer.*/
"SENT YOYO!" = "WYSŁ.YOYO!";

/*No comment provided by engineer.*/
"Session Error" = "Błąd sesji";

/*No comment provided by engineer.*/
"SET A PASSCODE" = "USTAW HASŁO";

/*No comment provided by engineer.*/
"SET A PASSCODE\n(CAN BE THE SAME AS YOU HAVE)" = "USTAW HASŁO\n(INNE NIŻ MASZ)";

/*Instructions on how to enable contacts access on iphone*/
"Settings -> Privacy -> Contacts -> Yo" = "Ustawienia->Prywatność->Kontakty->Yo";

/*No comment provided by engineer.*/
"SHARE" = "POKAŻ";

/*No comment provided by engineer.*/
"Share" = "Pokaż";

/*No comment provided by engineer.*/
"Share on Facebook!" = "Pokaż na Facebooku!";

/*No comment provided by engineer.*/
"Share this awesome service with others! Swipe left in main screen to unsubscribe." = "Pokaż innym tę niesamowitą usługę! Przesuń palcem w lewo na głównym ekranie, aby wypisać.";

/*No comment provided by engineer.*/
"SIGNUP" = "WYPISZ";

/*As in texting. may not need translating*/
"SMS" = "SMS";

/*No comment provided by engineer.*/
"Something went wrong" = "Coś poszło źle";

/*No comment provided by engineer.*/
"Subscribed!" = "Zapisano!";

/*As in take picture*/
"TAKE" = "ZRÓB";

/*No comment provided by engineer.*/
"tap here to close" = "kliknij by zamknąć";

/*No comment provided by engineer.*/
"TAP NAME TO YO" = "KLIK IMIĘ BY YO";

/*No comment provided by engineer.*/
"Tap Name To Yo" = "Kliknij imię do Yo";

/*No comment provided by engineer.*/
"Tap to add to your Yo: http://justyo.co/%@\n(if you don't have Yo app get it here %@)" = "Kliknij, by dodać do swojego Yo: http://justyo.co/%@\n(jeśli nie masz Yo, ściągnij tutaj %@)";

/*a variation on allow is permit.*/
"TAP TO ALLOW" = "KLIK BY POZWOLIĆ";

/*No comment provided by engineer.*/
"TAP TO INVITE" = "KLIK BY ZAPROSIĆ";

/*No comment provided by engineer.*/
"TAP TO LOGIN" = "KLIK DO WEJŚCIA";

/*Recover as in recover passcode*/
"TAP TO RECOVER" = "KLIK DO ODZYSKANIA";

/*No comment provided by engineer.*/
"TAP TO SET" = "KLIK DO USTAW.";

/*No comment provided by engineer.*/
"TAP TO SIGNUP" = "KLIK DO ZAPISU";

/*No comment provided by engineer.*/
"Tell us how we can improve:" = "Powiedz nam, jak możemy ulepszyć:";

/*No comment provided by engineer.*/
"TEXT SENT" = "Tekst wysłano";

/*No comment provided by engineer.*/
"The profile could not be saved. Please check your network connection." = "Profil nie mógł być zapisany. Sprawdź swoje połączenie sieciowe.";

/*No comment provided by engineer.*/
"The Yo Index. Subscribe to get Yo'd by your favorite services." = "Index Yo. Zapisz, aby dostawać Yo przez swoje ulubione usługi.";

/*No comment provided by engineer.*/
"There is a newer version of Yo.\n%@" = "Jest nowsza wersja Yo.\n%@";

/*No comment provided by engineer.*/
"There is a newer version. Do you want to update?\n%@" = "Jest nowsza wersja Yo. Chcesz zaktualizować?\n%@";

/*No comment provided by engineer.*/
"There was an error:" = "Wystąpił błąd:";

/*This is how you Yo. Yo me {USERNAME}*/
"This is how you Yo. Yo me %@" = "Łatwo jest wysyłać Yo. Wyślij mi Yo %@";

/*No comment provided by engineer.*/
"This is what other users can see about you, when swiping your username to the right" = "To mogą zobaczyć o tobie inni, przesuwając twoją nazwę użytkownika z prawej";

/*No comment provided by engineer.*/
"This user already exists. Please try a different username." = "Ten użytkownik już istnieje. Spróbuj innej nazwy.";

/*No comment provided by engineer.*/
"To block a user, swipe left on their username and tap Block." = "Aby zablokować użytkownika, przesuń w lewo na jego nazwie i kliknij Blokuj.";

/*Give Yo your email Body Text. Don't change occurances of n or %@*/
"To enable password recovery:\n\n give Yo your email by tapping Send.\n\nto cancel, simply tap Cancel.\n\n\n------------------------------------------\nYour email will NOT be used for anything else other than password recovery.\n\n\n\n\n\n%@" = "Aby włączyć odzyskanie hasła:\n\nwyślij Yo na swój email stukając Wyślij.\n\naby anulować, kliknij Anuluj.\n\n\n------------------------------------------\nTwój email NIE będzie użyty w celu innym, niż odzyskanie hasła.\n\n\n\n\n\n%@";

/*No comment provided by engineer.*/
"To find your friends and allow them to find you. Your contacts are not stored anywhere and will only be used to\nfind your friends." = "Aby znaleźć znajomych i pozwolić im cię znaleźć. Twoje kontakty nie są przechowywane i będą użyte tylko do znalezienia twoich znajomych.";

/*Do not translate the word Code*/
"To verify your number tap Send\n\nCode: %@\n\n\n* Carrier charges may apply" = "Aby zweryfikować swój numer kliknij Wyślij\n\nKod: %@\n\n* Operator może pobrać opłaty";

/*No comment provided by engineer.*/
"Try again later" = "Spróbuj później";

/*No comment provided by engineer.*/
"TYPE USERNAME TO ADD" = "WPISZ NAZWĘ BY DODAĆ";

/*Twitter. does not need translateing*/
"TWTR" = "TWTR";

/*No comment provided by engineer.*/
"UNBLOCK" = "ODBLOKUJ";

/*No comment provided by engineer.*/
"UNBLOCKED" = "ODBLOKOWANY";

/*unsibscribe*/
"UNSUB" = "WYPISZ";

/*As in software update available*/
"Update" = "Aktualizuj";

/*No comment provided by engineer.*/
"User Exists" = "Użytkownik istnieje";

/*No comment provided by engineer.*/
"USERNAME" = "NAZWA";

/*No comment provided by engineer.*/
"USERNAME TAKEN" = "NAZWA ZABRANA";

/*No comment provided by engineer.*/
"VERIFY PASSCODE" = "SPRAWDŹ HASŁO";

/*No comment provided by engineer.*/
"We couldn't find any of your friends who are on Yo. Share Yo and bring some aboard!" = "Nie mogliśmy znaleźć twoich znajomych na Yo. Udostępnij Yo i zaproś kilku!";

/*No comment provided by engineer.*/
"We don't have a phone number or email listed for this account. Please send us an email and we'll recover your account." = "Nie mamy numeru telefonu ani emaila dla tego konta.\nWyślij nam email, a odzyskamy twoje konto.";

/*No comment provided by engineer.*/
"WELCOME" = "WITAJ";

/*No comment provided by engineer.*/
"What is Yo?" = "Co to Yo?";

/*No comment provided by engineer.*/
"WHAT IS YO?" = "CO TO YO?";

/*No comment provided by engineer.*/
"When you unblock a user they will be added to your friends list but will NOT be automatically Yo'd. - Happy Yoing!" = "Gdy odblokujesz użytkownika, będzie dodany do listy twoich znajomych ale NIE otrzyma automatycznie Yo. - Baw się wysyłaniem Yo!";

/*No comment provided by engineer.*/
"Wrong code" = "Zły kod";

/*No comment provided by engineer.*/
"Yes" = "Tak";

/*Sending images title*/
"Yo & Images!" = "Yo i obrazy!";

/*No comment provided by engineer.*/
"Yo - I got some feedback" = "Yo - Chcę skomentować";

/*No comment provided by engineer.*/
"YO ALL" = "ŚLIJ YO";

/*%@ = USERNNAME*/
"Yo all your friends to share your new username: %@" = "Wyślij wszystkim znajomym Yo, aby znali twoją nową nazwę: %@";

/*As in resoond with a Yo*/
"Yo Back" = "Odeślij Yo";

/*Tally of total Yos the user has received/sent*/
"YO COUNT" = "STAT YO";

/*Description for invite friends popup*/
"Yo is much more fun with friends!" = "Yo to więcej zabawy ze znajomymi!";

/*No comment provided by engineer.*/
"Yo Location" = "Lokalizacja YO";

/*No comment provided by engineer.*/
"Yo me" = "Yo do mnie";

/*No comment provided by engineer.*/
"Yo needs internet!" = "Yo potrzebuje Internetu!";

/*push access as is permission to send push notifications*/
"YO NEEDS PUSH ACCESS" = "YO CHCE DOSTĘPU PUSH";

/*No comment provided by engineer.*/
"Yo This" = "Yo to";

/*No comment provided by engineer.*/
"Yo! Check this out" = "Yo! Sprawdź to";

/*No comment provided by engineer.*/
"YOALL" = "ŚLIJYO";

/*No comment provided by engineer.*/
"YORANDOM" = "LOSOWEYO";

/*No comment provided by engineer.*/
"You are about to delete your phone number" = "Zamierzasz usunąć swój numer telefonu";

/*alert body displayed after user blocks another user for the first time*/
"You can always unblock in the menu" = "Możesz zawsze odblokować w menu";

/*No comment provided by engineer.*/
"You can't send Yo's. Please contact us yo@justyo.co" = "Nie możesz wysyłać Yo. Napisz do nas yo@justyo.co";

/*No comment provided by engineer.*/
"You'll be contacted shortly with instructions on changing your passcode." = "Skontaktujemy się wkrótce z instrukcjami o zmianie twojego hasła.";

/*No comment provided by engineer.*/
"You'll receive a link to change your passcode shortly." = "Otrzymasz wkrótce link by zmienić hasło.";

/*Sending images body*/
"You're about to Yo your first image! Anyone with the link will be able to view it." = "Masz zamiar wysłać swój pierwszy obraz przez Yo! Każdy z linkiem będzie mógł go zobaczyć.";

/*No comment provided by engineer.*/
"Your current session is no longer valid. Please log in again." = "Twoja obecna sesja nie jest ważna. Zaloguj się ponownie.";